data/l2/apache/benchmark-apache/cores-60/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  60 threads and 480 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.74ms   35.00ms 865.41ms   97.96%
    Req/Sec   849.31    337.95     5.98k    74.43%
  994144 requests in 19.87s, 505.60MB read
Requests/sec:  50032.17
Transfer/sec:     25.45MB